Repository: sto/python-zxcvbn
Catalog: zxcvbn/locale/*/LC_MESSAGES/zxcvbn.po
Languages: es

source: Use a few words. Avoid common phrases.
es: Use unas pocas palabras. Evite frases comunes.

source: Symbols, digits, or uppercase letters are not required.
es: No es obligatorio usar símbolos, dígitos o mayúsculas.

source: Add another word or two. Uncommon words are better.
es: Añada una o dos palabras. Palabras poco comunes mejor.

source: Straight rows of keys are easy to guess.
es: Las filas de teclas son fáciles de adivinar.

source: Use a longer keyboard pattern with more turns.
es: Use un patrón de teclado más largo con más giros.

source: Short keyboard patterns are easy to guess.
es: Los patrones de teclado cortos son fáciles de adivinar.

source: Repeats like "aaa" are easy to guess.
es: Repeticiones como "aaa" son fáciles de adivinar.

source: Avoid repeated words and characters.
es: Evite palabras y caracteres repetidos.

source: Repeats like "abcabcabc" are only slightly harder to guess than "abc"
es: Las repeticiones como "abcabcabc" son sólo un poco más difíciles de adivinar que "abc"

source: Sequences like abc or 6543 are easy to guess.
es: Las secuencias como abc o 6543 son fáciles de adivinar.

source: Avoid sequences.
es: Evite las secuencias.

source: Recent years are easy to guess.
es: Los años recientes son fáciles de adivinar.

source: Avoid recent years or years that are associated with you.
es: Evite años recientes o años asociados con usted.

source: Dates are often easy to guess.
es: Las fechas son frecuentemente fáciles de adivinar.

source: Avoid dates that are associated with you.
es: Evite fechas que están asociadadas a usted.

source: Do not use your personal information in your password.
es: No use información personal en su clave.

source: This is a top-10 common password.
es: Esta es una clave común del top-10.

source: This is a top-100 common password.
es: Esta es una clave común del top-100.

source: This is a very common password.
es: Esta es una clave muy común.

source: This is similar to a commonly used password.
es: La es similar a una usada comunmente.

source: Names and surnames by themselves are easy to guess.
es: Los nombres y apellidos por si solos son fáciles de adivinar.

source: Common names and surnames are easy to guess.
es: Los nombres y apellidos comunes son fáciles de adivinar.

source: Capitalization doesn't help very much.
es: El uso de mayúsculas no ayuda mucho.

source: All-uppercase is almost as easy to guess as all-lowercase.
es: Todo mayúsculas es casi tan fácil de adivinar como todo minúsculas.

source: Reversed words aren't much harder to guess
es: Las palabras invertidas no son mucho más difíciles de adivinar.

source: Predictable substitutions like '@' instead of 'a' don't help very much.
es: Substituciones predecibles como '@' en lugar de 'a' no ayudan mucho.
